[
    {
      "Name": "Nature's Plus Vitamin D3",
      "Description": "Sunt ad et ex mollit ipsum sunt velit excepteur ullamco fugiat qui quis aliquip elit. Qui minim aliquip fugiat magna sit proident tempor tempor occaecat quis. Sint consectetur in incididunt pariatur reprehenderit commodo qui anim cupidatat cupidatat culpa. Aliquip elit officia nostrud cupidatat laboris nisi ut consequat velit ipsum.\r\n",
      "InsertedBy": 2,
      "InsertedOn": "2022-11-05",
      "CategoryId": 5,
      "Price": 15.24,
      "IsSale": true
    },
    {
      "Name": "Casio G-Shock Stainless Full Metal",
      "Description": "Culpa cillum ut qui sunt sit in dolore amet duis enim proident pariatur. Reprehenderit aliqua in veniam ut cillum id. In pariatur adipisicing id voluptate amet dolore sint nostrud mollit laborum fugiat ex. Dolor ut dolor mollit ad laboris incididunt ea aliqua eiusmod pariatur cillum officia sunt ullamco.\r\n",
      "InsertedBy": 6,
      "InsertedOn": "2022-10-24",
      "CategoryId": 3,
      "Price": 434.58,
      "IsSale": true
    },
    {
      "Name": "Cordless Riding Lawn Mower 34V",
      "Description": "Sint laborum ex irure tempor qui eiusmod nisi consectetur ad cupidatat. Sunt adipisicing enim adipisicing amet Lorem aliquip enim. Sint laboris consequat ad ea officia.\r\n",
      "InsertedBy": 4,
      "InsertedOn": "2022-11-07",
      "CategoryId": 4,
      "Price": 1079.19,
      "IsSale": true
    },
    {
      "Name": "Full VW 6 Engine",
      "Description": "Commodo amet sint ad quis proident ut. Et esse ut incididunt commodo labore non. Elit voluptate Lorem ut nisi nostrud. Pariatur sit nulla enim cillum enim pariatur exercitation officia laborum ad. Exercitation quis pariatur quis ipsum cupidatat cupidatat quis.\r\n",
      "InsertedBy": 10,
      "InsertedOn": "2022-10-28",
      "CategoryId": 2,
      "Price": 744.46,
      "IsSale": false
    },
    {
      "Name": "Organic Melatoni",
      "Description": "Amet aute aliqua ad laboris officia magna sunt id amet dolore ea. Dolore dolore ex duis dolore anim ad laborum enim. Nulla elit adipisicing culpa commodo ut Lorem consectetur ad exercitation voluptate elit laboris incididunt. Elit dolore consectetur fugiat laboris officia irure Lorem labore sunt ad dolor sunt nulla est. Officia cupidatat reprehenderit eiusmod consectetur eu. Quis nulla eiusmod nisi nisi ad dolore culpa excepteur proident aliquip reprehenderit ullamco ullamco.\r\n",
      "InsertedBy": 3,
      "InsertedOn": "2022-10-19",
      "CategoryId": 5,
      "Price": 22.44,
      "IsSale": false
    },
    {
      "Name": "Weight Control",
      "Description": "Ex ex ex eu magna minim sint labore ipsum. Sint deserunt aliqua ullamco magna. Aliquip fugiat aliqua Lorem voluptate officia minim. Non ut enim nisi eiusmod exercitation nisi sunt ea commodo labore esse laborum non commodo. Duis officia enim do Lorem occaecat non irure excepteur cupidatat aliqua cupidatat officia laborum. Aliquip aute excepteur Lorem nostrud culpa culpa labore excepteur elit eiusmod adipisicing adipisicing velit. Irure dolore laborum pariatur consectetur pariatur enim esse do sunt.\r\n",
      "InsertedBy": 1,
      "InsertedOn": "2022-11-01",
      "CategoryId": 5,
      "Price": 15.16,
      "IsSale": false
    },
    {
      "Name": "Curalluma Fimbiata Supplement",
      "Description": "Cillum minim veniam ut labore occaecat laboris ex eiusmod. Excepteur fugiat dolor cillum nisi aliquip exercitation deserunt nostrud occaecat. Cupidatat duis incididunt consectetur ut aliqua ad incididunt nulla incididunt laborum dolor irure dolor velit. Elit magna sint consectetur pariatur duis laboris incididunt tempor dolor magna.\r\n",
      "InsertedBy": 5,
      "InsertedOn": "2022-10-17",
      "CategoryId": 5,
      "Price": 5.33,
      "IsSale": true
    },
    {
      "Name": "Apple Watch 7",
      "Description": "Culpa ea excepteur enim culpa ea consequat esse tempor ea cupidatat dolor. Sit nostrud Lorem aliqua cupidatat minim reprehenderit elit cupidatat ad culpa ut dolor. Occaecat irure enim ut ut enim cillum ullamco consequat cupidatat deserunt ex ipsum amet. Duis anim est elit amet dolor sint sit magna nisi amet pariatur Lorem voluptate qui. Qui irure ipsum exercitation aliquip excepteur. Adipisicing pariatur qui nisi fugiat nisi adipisicing.\r\n",
      "InsertedBy": 3,
      "InsertedOn": "2022-10-13",
      "CategoryId": 3,
      "Price": 605.33,
      "IsSale": true
    },
    {
      "Name": "Coffe Machine Philipps",
      "Description": "Ipsum ad esse dolore cillum cupidatat consectetur consectetur aute et ea est sint elit irure. Proident eiusmod tempor exercitation reprehenderit amet esse irure minim ex proident aliquip fugiat. Esse minim mollit cupidatat duis aliquip duis nisi laboris anim cillum cupidatat. Esse aliqua do laboris aliquip sunt nulla in. Est veniam labore incididunt eu adipisicing aliqua dolor cupidatat dolor labore deserunt sunt aliqua mollit.\r\n",
      "InsertedBy": 2,
      "InsertedOn": "2022-11-09",
      "CategoryId": 4,
      "Price": 225.05,
      "IsSale": false
    },
    {
      "Name": "Juice Machine Electric Juicer Fruit 800W Durable Veggies Small Appliances",
      "Description": "Ipsum nostrud culpa reprehenderit nostrud officia amet exercitation. Id exercitation sint Lorem id voluptate labore. Eu voluptate in reprehenderit sit id duis incididunt ea adipisicing pariatur anim sint. Sint consequat laborum cillum sit tempor culpa nisi nulla. Amet ipsum eiusmod fugiat aliqua proident eu mollit. Veniam enim reprehenderit cupidatat proident eu ut adipisicing irure in sint sunt ullamco ullamco qui. Dolore anim fugiat reprehenderit culpa.\r\n",
      "InsertedBy": 4,
      "InsertedOn": "2022-10-06",
      "CategoryId": 4,
      "Price": 29.39,
      "IsSale": true
    },
    {
      "Name": "Lenovo Legion 5 Pro",
      "Description": "Consequat deserunt magna ut cupidatat id. Enim quis consequat anim tempor cupidatat sunt nisi tempor irure. Consectetur Lorem quis aute reprehenderit consectetur est voluptate id tempor. Sint cillum proident veniam laborum sit est anim consequat eiusmod aliquip.\r\n",
      "InsertedBy": 7,
      "InsertedOn": "2022-10-12",
      "CategoryId": 1,
      "Price": 1328.26,
      "IsSale": true
    },
    {
      "Name": "Steering System For Fiat Grande Punto",
      "Description": "Magna occaecat voluptate sint excepteur labore sint anim pariatur aute occaecat dolore aute. Deserunt in nulla culpa fugiat deserunt exercitation sint. Esse dolor tempor voluptate ipsum excepteur sint ea aute. Cupidatat ex commodo deserunt nostrud sunt sint nisi pariatur in tempor. Cillum nulla Lorem velit Lorem. Enim aliqua laboris aliquip ullamco proident nisi sint id sint anim ea.\r\n",
      "InsertedBy": 9,
      "InsertedOn": "2022-11-02",
      "CategoryId": 2,
      "Price": 1008.45,
      "IsSale": true
    },
    {
      "Name": "Dog Beds Pet Cushion",
      "Description": "Ipsum qui aute esse laboris qui. Do esse ullamco voluptate reprehenderit nostrud sunt ipsum fugiat qui commodo esse consequat. Non pariatur laborum et magna. Ipsum nisi amet magna consequat anim labore est amet enim reprehenderit laboris fugiat. Quis adipisicing mollit excepteur dolor occaecat enim reprehenderit duis.\r\n",
      "InsertedBy": 4,
      "InsertedOn": "2022-10-13",
      "CategoryId": 4,
      "Price": 22.12,
      "IsSale": true
    },
    {
      "Name": "Alienware m15 R7 Gaming Laptop",
      "Description": "Irure aliquip qui est culpa ut commodo magna nulla officia ut et occaecat cillum sit. Qui Lorem tempor mollit ipsum laborum sint magna ea tempor ipsum excepteur magna reprehenderit. Qui consequat Lorem duis commodo in officia deserunt eiusmod. Duis culpa anim ad aute. Ut laborum qui pariatur cupidatat ipsum proident proident est duis labore officia ut. Dolor ea sit sint ut ex sit sint non culpa quis.\r\n",
      "InsertedBy": 6,
      "InsertedOn": "2022-09-24",
      "CategoryId": 1,
      "Price": 921.78,
      "IsSale": true
    },
    {
      "Name": "Golf 7",
      "Description": "Minim in aliquip et duis dolore ipsum labore nisi labore id non enim. Pariatur duis minim do enim duis esse pariatur eiusmod sit. Ipsum do consectetur amet ea incididunt nulla adipisicing.\r\n",
      "InsertedBy": 3,
      "InsertedOn": "2022-09-15",
      "CategoryId": 2,
      "Price": 11223.53,
      "IsSale": true
    }
  ]